Repository: ShomoaSalah/SPOS---20-04-2022
Catalog: SPOS/Utilites/Localizable/*.lproj/Localizable.strings
Languages: ar

# isValidNumber
source: The number must be between 8 and 10 digits
ar: يجب ان يتراوح الرقم ما بين 8 خانات و 10 خانات

# TitleEnableLocation
source: Location Disabled
ar: لا يمكن تحديد الموقع

# EnableLocation
source: Please enable Location Services from your Settings, to set Propety Location
ar: يرجى تفعيل خاصية تحديد المواقع من الاعدادات، لاختيار موقع العقار

# CommentingNotAllowed
source: Commenting is not allowed
ar: غير مسموح التعليق

source: Visitor
ar: زائر

source: show
ar: عرض

source: hide
ar: اخفاء

source: New
ar: جديد

# isValidMobileNumber
source: The mobile number must be between 8 and 10 digits
ar: يجب ان يتراوح رقم الموبايل ما بين 8 خانات و 10 خانات

# isValidWhatsappNumber
source: The Whatsapp number must be between 8 and 10 digits
ar: يجب ان يتراوح رقم الواتساب ما بين 8 خانات و 10 خانات

source: Filter
ar: فلتر

# countrySelected
source: country Selected required
ar: البلد المحدد مطلوب

source: Search
ar: البحث

# AqarLocation
source: Aqar Location Required
ar: موقع عقار مطلوب

source: Recent Added
ar: اضيف حديثا

source: Near you
ar: بالقرب منك

# aqarAbourEN
source: Aqar Bio in English
ar: نبذة عن العقار باللغة الانجليزية

# aqarAbourAR
source: Aqar Bio in Arabic
ar: نبذة عن العقار باللغة العربية

source: Review & Rating
ar: التقييمات والتعليقات

# OwnerProfile
source: Personal Profile
ar: الملف الشخصى

source: Comment Required
ar: التعليق مطلوب

source: review
ar: تقييم

source: Rating Required
ar: التقييم مطلوب

source: You Must Login
ar: يجب عليك تسجيل الدخول

# Dirham
source: QAR
ar: ريال قطري

source: QAR
ar: ريال قطري

# CountryCityListVC
source: Country City List
ar: قائمة مدينة البلد

source: Owner Name Required
ar: اسم المالك مطلوب

# validOwnerName
source: You must type valid Owner Name
ar: يجب عليك كتابة اسم مالك صالح

# locationRequired
source: You must select location
ar: يجب اختيار مكان العقار

# validCountOwnerName
source: Owner Name must be more than 3 characters
ar: يجب ان يكون اسم المالك اكتر من 3 حروف

# aqarNameARRequired
source: Aqar Arabic Name Required
ar: مطلوب اسم عقار بالعربية

# AddAqar
source: Add New Aqar
ar: اضافة عقار جديد

# validaqarNameTFAR
source: Aqar Arabic Name Required
ar: مطلوب اسم عقار بالعربية

# validCountaqarNameTFAR
source: Aqar Arabic Name must be at least 3 digits
ar: مطلوب اسم عقار بالعربية

# aqarNameENRequired
source: Aqar English Name Required
ar: مطلوب اسم عقار باللغة الإنجليزية

# validaqarNameTFEN
source: Aqar English Name Required
ar: مطلوب اسم عقار باللغة الإنجليزية

# validCountaqarNameTFEN
source: Aqar English Name must be at least 3 digits
ar: مطلوب اسم عقار باللغة الإنجليزية

source: Aqar Selected ID Required
ar: معرف عقار المحدد مطلوب

source: Price Required
ar: السعر مطلوب

# validCountpriceTF
source: The price must be at least 3 digits
ar: يجب ان يكون السعر من 3 خانات على الاقل

# serviceSelectedIDRequired
source: service Selected Required
ar: نوع الخدمة مطلوب

# featuresSelectedIDRequired
source: features Selected Required
ar: الميزات المحددة مطلوبة

# aqarAbourENRequired
source: aqar english Bio Required
ar: النبذة التعريفية مطلوبة باللغة الانجليزية

# aqarAbourARRequired
source: aqar arabic Bio Required
ar: النبذة التعريفية مطلوبة باللغة العربية

source: Aqar 360 Image Required
ar: مطلوب صورة 360 درجة

source: Images Array Required
ar: مطلوب مجموعة الصور الفرعية

source: Aqar Main Image Required
ar: مطلوب صورة رئيسية للعقار

# phoneWhatsappNumber
source: phone Whatsapp Number Required
ar: رقم Whatsapp للهاتف مطلوب

source: Notifications
ar: الاشعارات

source: Aqar Details
ar: تفاصيل العقار

# Aqaraty
source: My Property
ar: عقاراتي

source: Delete Aqar Successfully
ar: تم حذف العقار بنجاح

source: Update Aqar
ar: تحديث العقار

source: Update Successfully
ar: تم التحديث بنجاح

source: Favorite
ar: المفضلة

source: LogOut
ar: تسجيل الخروج

source: LogIn
ar: تسجيل الدخول

source: About App
ar: عن التطبيق

source: Contact US
ar: اتصل بنا

# phoneNumber
source: phone Number Required
ar: رقم الهاتف مطلوب

source: name
ar: الاسم

source: message
ar: الرسالة

source: Send Successfully
ar: تم الارسال بنجاح

source: Terms & Condition
ar: الشروط والاحكام

source: Profile
ar: الملف الشخصي

source: Edit Profile
ar: تحديث الملف الشخصي

source: About
ar: عن

source: select Photo
ar: اختر صورة

source: OK
ar: اجل

source: Cancel
ar: الغاء

source: update Profile Successfully
ar: تحديث الملف الشخصي بنجاح

source: Forget Password
ar: نسيت كلمة المرور

# currentPass
source: Current Password
ar: كلمة المرور الحالية

# newPass
source: New Password
ar: كلمة المرور الجديدة

source: password
ar: كلمة المرور

source: Verification Code
ar: رمز التحقق

# codeSent
source: Code Sent Successfully
ar: تم إرسال الرمز بنجاح

source: Set New Password
ar: تعيين كلمة مرور جديدة

source: Password Confirmation
ar: تأكيد كلمة المرور

# passwordNotMatch
source: Two password Not Match
ar: كلمتا المرور غير متطابقتان

# selectedCountryUUID
source: selected CountryUUID required
ar: البلد المحدد مطلوب

# selectedCityUUID
source: selected cityUUID required
ar: المدينة المحددة UUID مطلوبة

source: Country
ar: الدولة

source: City
ar: المدينة

source: No Internet
ar: لا يوجد انترنت

source: Report
ar: تبليغ

# reportTVRequired
source: Report Required
ar: حقل التبليغ مطلوب

# sendReviewSuccessffully
source: Report Send Successfully
ar: تم ارسال التبليغ بنجاح

# SeachNotFound
source: No Search Results
ar: لا يوجد نتائج بحث
